import 'package:tech_blog_app/models/data_model_hashtag.dart';

import '../gen/assets.gen.dart';

Map homaPagePosterMap = {
  "imageAsset": Assets.images.posterTest.path,
  "writer": "محمد توفیقی",
  "date": "یک روز پیش",
  "title": "دوازده قدم برای دوره برنامه نویسی",
  "view": "251"
};

List<HashTagModel> catList =[];

List<HashTagModel> tagList = [
  HashTagModel(title: 'جاوا'),
  HashTagModel(title: 'کاتلین'),
  HashTagModel(title: 'وب'),
  HashTagModel(title: 'فلاتر'),
  HashTagModel(title: 'اینترنت اشیاء'),
  HashTagModel(title: 'هوش مصنوعی'),
  HashTagModel(title: 'کراس پلتفرم'),
  HashTagModel(title: 'فول استک'),
  HashTagModel(title: 'شی گرا'),
];

List<BlogModel> blogList = [
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
  BlogModel(
      id: 1,
      imageUrl:
          'https://digiato.com/wp-content/uploads/2022/01/Digipic-PocoF3-16-9-w1200.jpg',
      title: 'شیائومی ظاهرا از قصد عملکرد گوشی‌های هوشمندش را تضعیف می‌کند',
      writer: 'نیما جلالی',
      writerImageUrl:
          'https://digiato.com/wp-content/uploads/2022/03/IMG_20220319_162034_019-300x300.jpg',
      date: 'یک ساعت پیش',
      content:
          """ظاهرا شیائومی برای عملکرد گوشی‌هایش رویکرد مشخصی ندارد چرا که گاهی خبر دستکاری و افزایش عمدی قدرت سخت‌افزاری گوشی‌های این کمپانی منتشر می‌شود و حالا هم مشخص شده که چینی‌ها عمدا عملکرد برخی دستگاه‌های خود را تضعیف می‌کنند. این موضوع شامل حال تعدادی از دستگاه‌های شیائومی با تراشه‌های اسنپدراگون 865 و 870 می‌شود. اما ماجرا از چه قرار است؟

مشخص نیست که برندهای تولیدکننده گوشی دقیقا چه هدفی از دستکاری عملکرد دستگاه‌های خود دارند. این قضیه بارها خبرساز شده و هیچ چیز جز ضرر برای شرکت‌های مذکور نداشته است. حالا هم مشخص شده که عملکرد تعدادی از گوشی‌های شیائومی مانند می 10T و پوکو F3 آن‌طور که وعده داده شده بود، نیست. این دستگاه‌ها عملکرد اصلی خود را ارائه نمی‌کنند و ضعیف‌تر از حالت عادی هستند.""",
      views: "253"),
];

List<PadCastModel> padCastList = [
  PadCastModel(
      id: 1,
      imageUrl:
          'https://wallpapergram.ir/wp-img/WallpaperGram.IR_1643225824_5222.jpg',
      title: 'برنامه نویس خوب',
      recoder: 'محمد توفیقی'),
      PadCastModel(
      id: 1,
      imageUrl:
          'https://wallpapergram.ir/wp-img/WallpaperGram.IR_1643225824_5222.jpg',
      title: 'برنامه نویس خوب',
      recoder: 'محمد توفیقی'),
      PadCastModel(
      id: 1,
      imageUrl:
          'https://wallpapergram.ir/wp-img/WallpaperGram.IR_1643225824_5222.jpg',
      title: 'برنامه نویس خوب',
      recoder: 'محمد توفیقی'),
      PadCastModel(
      id: 1,
      imageUrl:
          'https://wallpapergram.ir/wp-img/WallpaperGram.IR_1643225824_5222.jpg',
      title: 'برنامه نویس خوب',
      recoder: 'محمد توفیقی'),
      PadCastModel(
      id: 1,
      imageUrl:
          'https://wallpapergram.ir/wp-img/WallpaperGram.IR_1643225824_5222.jpg',
      title: 'برنامه نویس خوب',
      recoder: 'محمد توفیقی'),
      PadCastModel(
      id: 1,
      imageUrl:
          'https://wallpapergram.ir/wp-img/WallpaperGram.IR_1643225824_5222.jpg',
      title: 'برنامه نویس خوب',
      recoder: 'محمد توفیقی'),
      PadCastModel(
      id: 1,
      imageUrl:
          'https://wallpapergram.ir/wp-img/WallpaperGram.IR_1643225824_5222.jpg',
      title: 'برنامه نویس خوب',
      recoder: 'محمد توفیقی'),
      
];
